Revit 2027 API
ParameterTypeId.RbsElecPanelScheduleHeaderNotesParam Property
 "Schedule Header Notes"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecPanelScheduleHeaderNotesParam { get; }
Public Shared ReadOnly Property RbsElecPanelScheduleHeaderNotesParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecPanelScheduleHeaderNotesParam {
	ForgeTypeId^ get ();
}
static member RbsElecPanelScheduleHeaderNotesParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace